Revit 2027 API
ExportFontKey Constructor
 Constructs a new default ExportFontKey.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportFontKey()
Public Sub New
public:
ExportFontKey()
new : unit -> ExportFontKey
See Also
Reference
ExportFontKey Class
ExportFontKey Overload
Autodesk.Revit.DB Namespace